[M_MonsterMash2 MissionDefinition]
MissionName="Monstro da Macedônia (2ª parte)"
MissionDescription="O Dr. Zed lhe ofereceu uma grana para você conseguir alguns pedaços de criaturas variadas. Ele continua sem dizer pra quê precisa disso."
TurnInDescription="Você começa a se perguntar se o Dr. Zed por acaso não está metido em algum assunto duvidoso ou ilegal."
MissionSummary="Consiga pedaços de criaturas para o Dr. Zed. "
MissionGiver="Dr. Zed"
MissionTurnInLocation="Dr. Zed"
TeaserText="Zed precisa de mais pedaços de criaturas!"

[M_MonsterMash2:RakkParts MissionObjectiveDefinition]
ProgressMessage="Recolha alguns pedaços de Rakk"

[M_MonsterMash2:RakkPartsSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_MonsterMash2:SkagParts MissionObjectiveDefinition]
ProgressMessage="Recolha alguns pedaços de Skag"

[M_MonsterMash2:SkagPartsSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

